Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PassKit/WalletSettings_Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ALLOW_ORDER_MANAGEMENT_FOOTER_MAC
source: Orders from participating merchants will be automatically added to Wallet on your iPhone.
ar: ستضاف الطلبات من التجار المشاركين إلى المحفظة على iPhone تلقائيًا.
bg: Поръчки от участващи търговци автоматично ще се добавят в Портфейл на вашия iPhone.
ca: Les comandes que facis als comerços participants s’afegiran automàticament a l’app Cartera de l’iPhone.
cs: Objednávky u spolupracujících prodejců se budou automaticky přidávat do Peněženky v iPhonu.
da: Ordrer fra deltagende butikker føjes automatisk til Wallet på din iPhone.
de: Bestellungen von teilnehmenden Händlern werden automatisch auf deinem iPhone zu Wallet hinzugefügt.
el: Οι παραγγελίες από συμμετέχοντες εμπόρους θα προστίθενται αυτόματα στο Πορτοφόλι στο iPhone σας.
es: Los pedidos de los comercios participantes se añadirán automáticamente a la app Cartera de tu iPhone.
es_us: Los pedidos de los comercios participantes se agregarán automáticamente a Wallet en tu iPhone.
fi: Osallistuvien myyjien tilaukset lisätään automaattisesti iPhonen Lompakkoon.
fr: Les commandes auprès de commerçants participants seront automatiquement ajoutées à Cartes sur votre iPhone.
fr_ca: Les commandes passées chez les commerçants participants seront automatiquement ajoutées à l’app Portefeuille de votre iPhone.
he: הזמנות מבתי עסק משתתפים יתווספו באופן אוטומטי ל״ארנק״ ב-iPhone שלך.
hi: सहभागी मर्चेंट के ऑर्डर आपके iPhone पर वॉलेट में ऑटोमैटिकली जोड़ दिए जाएँगे।
hr: Narudžbe podržanih prodavatelja automatski će se dodati u Novčanik na iPhoneu.
hu: A funkció használatát támogató kereskedőknél leadott rendelései automatikusan hozzá lesznek adva az iPhone-ján lévő Tárcához.
id: Pesanan dari penjual yang berpartisipasi akan ditambahkan secara otomatis ke Dompet di iPhone Anda.
it: Gli ordini degli esercenti che aderiscono all’iniziativa verranno automaticamente aggiunti a Wallet su iPhone.
ja: 加盟店での注文が自動的にiPhoneのウォレットに追加されます。
kk: Қатысатын сатушылардың тапсырыстары автоматты түрде iPhone құрылғыңыздағы Wallet қолданбасына қосылады.
ko: 참여 중인 가맹점에서 주문한 항목이 사용자의 iPhone 지갑 앱에 자동으로 추가됩니다.
lt: Užsakymai iš dalyvaujančių prekeivių bus automatiškai įtraukti į „iPhone“ programą „Piniginė“.
ms: Pesanan daripada pedagang yang mengambil bahagian akan ditambah secara automatik ke Wallet pada iPhone anda.
nl: Bestellingen van deelnemende verkopers worden automatisch toegevoegd aan Wallet op je iPhone.
no: Bestillinger fra deltakende forhandlere blir automatisk lagt til i Lommebok på iPhone.
pl: Zamówienia złożone u sprzedawców biorących udział w programie będą automatycznie dodawane do Portfela na iPhonie.
pt_br: Os pedidos de comerciantes participantes serão adicionados automaticamente ao app Carteira no iPhone.
pt_pt: As encomendas de comerciantes participantes serão adicionadas automaticamente à aplicação Carteira no iPhone.
ro: Comenzile de la comercianții participanți vor fi adăugate automat în Portofel pe iPhone.
ru: Заказы от участвующих продавцов будут автоматически добавлены в Wallet на Вашем iPhone.
sk: Objednávky z podporovaných obchodov budú automaticky pridávané do Peňaženky na vašom iPhone.
sl: Naročila sodelujočih trgovcev bodo samodejno dodana v Denarnico v iPhonu.
sv: Beställningar från försäljare som deltar läggs till automatiskt i Plånbok på iPhone.
th: คำสั่งซื้อจากผู้ประกอบการที่เข้าร่วมจะถูกเพิ่มไปยังกระเป๋าสตางค์บน iPhone ของคุณโดยอัตโนมัติ
tr: Katılımcı satıcıların siparişleri iPhone’unuzdaki Cüzdan’a otomatik olarak eklenir.
uk: Замовлення від підтримуваних продавців автоматично додаватимуться до Гаманця на iPhone.
vi: Đơn hàng từ điểm bán hàng tham gia sẽ được thêm tự động vào Ví trên iPhone của bạn.
zh_cn: 来自参与商家的订单将自动添加至iPhone的“钱包”中。
zh_hk: 會自動將參與商户的訂單加至iPhone上的「銀包」。
zh_tw: 合作商家的訂單將自動加入你iPhone上的「錢包」。

# APPLE_CARD_DETAILS_AVAILABLE_CREDIT_LINE
source: Available Credit
ar: الرصيد الائتماني المتوفر
bg: Наличен кредит
ca: Crèdit disponible
cs: Disponibilní úvěr
da: Tilgængelig kredit
de: Verfügbarer Kredit
el: Διαθέσιμη πίστωση
es: Crédito disponible
es_us: Crédito disponible
fi: Käytettävissä
fr: Crédit disponible
fr_ca: Crédit disponible
he: האשראי הזמין
hi: उपलब्ध क्रेडिट
hr: Dostupan kredit
hu: Felhasználható hitelkeret
id: Kredit yang Tersedia
it: Credito disponibile
ja: 利用可能残高
kk: Қолжетімді баланс
ko: 잔여 한도
lt: Galimas kreditas
ms: Kredit Tersedia
nl: Beschikbaar krediet
no: Disponibel kreditt
pl: Dostępny limit
pt_br: Crédito Disponível
pt_pt: Crédito disponível
ro: Credit disponibil
ru: Доступная сумма
sk: Dostupný úver
sl: Razpoložljiva sredstva
sv: Tillgänglig kredit
th: วงเงินคงเหลือ
tr: Kullanılabilir Kredi
uk: Доступні кошти
vi: Tín dụng khả dụng
zh_cn: 可用额度
zh_hk: 可用信用額
zh_tw: 可用額度

# SUSPENDED_BY_ISSUER_TITLE
source: This card cannot be used
ar: لا يمكن استخدام هذه البطاقة
bg: Тази карта не може да бъде използвана
ca: Aquesta targeta no es pot utilitzar
cs: Tuto kartu nelze použít
da: Dette kort kan ikke bruges
de: Diese Karte kann nicht verwendet werden
el: Δεν είναι δυνατή η χρήση αυτής της κάρτας
es: Esta tarjeta no puede usarse
es_us: No se puede usar esta tarjeta
fi: Tätä korttia ei voida käyttää
fr: Cette carte ne peut pas être utilisée
fr_ca: Cette carte est inutilisable.
he: לא ניתן להשתמש בכרטיס זה
hi: इस कार्ड का उपयोग नहीं किया जा सकता है
hr: Ova kartica ne može se koristiti
hu: Ez a kártya nem használható
id: Kartu ini tidak dapat digunakan
it: Impossibile usare questa carta
ja: このカードは使用できません
kk: Бұл картаны пайдалану мүмкін емес
ko: 이 카드를 사용할 수 없음
lt: Šios kortelės naudoti negalima
ms: Kad ini tidak boleh digunakan
nl: Deze kaart is niet bruikbaar
no: Dette kortet kan ikke brukes
pl: Nie można użyć tej karty
pt_br: Este cartão não pode ser usado
pt_pt: Não é possível usar este cartão
ro: Acest card nu poate fi utilizat
ru: Использование этой карты невозможно
sk: Túto kartu nie je možné použiť
sl: Te kartice ni mogoče uporabiti
sv: Det här kortet kan inte användas
th: ไม่สามารถใช้บัตรนี้ได้
tr: Bu kart kullanılamıyor
uk: Неможливо використати цю картку
vi: Không thể dùng thẻ này
zh_cn: 无法使用此卡
zh_hk: 無法使用此卡
zh_tw: 無法使用此卡片

# ALLOW_ORDER_MANAGEMENT_TITLE
source: Add Orders to Wallet
ar: إضافة الطلبات إلى المحفظة
bg: Добавяне на поръчки в Портфейл
ca: Afegeix les comandes a l’app Cartera
cs: Přidávat objednávky do Peněženky
da: Føj ordrer til Wallet
de: Bestellungen zu Wallet hinzufügen
el: Προσθήκη παραγγελιών στο Πορτοφόλι
es: Añadir pedidos a la app Cartera
es_us: Agregar pedidos a Wallet
fi: Lisää tilaukset Lompakkoon
fr: Ajouter les commandes à Cartes
fr_ca: Ajouter des commandes à Portefeuille
he: הוספת הזמנות ל״ארנק״
hi: वॉलेट में ऑर्डर जोड़ें
hr: Dodaj narudžbe u Novčanik
hu: Rendelések hozzáadása a Tárcához
id: Tambahkan Pesanan ke Dompet
it: Aggiungi ordini a Wallet
ja: 注文をウォレットに追加
kk: Wallet қолданбасына тапсырыстар қосу
ko: 지갑 앱에 주문 추가
lt: Įtraukti užsakymus į programą „Piniginė“
ms: Tambah Pesanan ke Wallet
nl: Voeg bestellingen toe aan Wallet
no: Legg til bestillinger i Lommebok
pl: Dodaj zamówienia do Portfela
pt_br: Adicionar Pedidos ao App Carteira
pt_pt: Adicionar encomendas à Carteira
ro: Adăugare comenzi în Portofel
ru: Добавление заказов в Wallet
sk: Pridávať objednávky do Peňaženky
sl: Dodaj naročila v Denarnico
sv: Lägg till beställningar i Plånbok
th: เพิ่มคำสั่งซื้อไปยังกระเป๋าสตางค์
tr: Siparişleri Cüzdan’a Ekle
uk: Додавати замовлення до Гаманця
vi: Thêm đơn hàng vào Ví
zh_cn: 添加订单至“钱包”
zh_hk: 將訂單加至「銀包」
zh_tw: 將訂單加入「錢包」

# UPDATE_APPLE_CARD_BILLING_ADDRESS_BUTTON
source: Update
ar: تحديث
bg: Обнови
ca: Actualitza
cs: Aktualizovat
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
es_us: Actualizar
fi: Päivitä
fr: Mettre à jour
fr_ca: Mettre à jour
he: עדכון
hi: अपडेट करें
hr: Ažuriraj
hu: Frissítés
id: Perbarui
it: Aggiorna
ja: アップデート
kk: Жаңарту
ko: 업데이트
lt: Atnaujinti
ms: Kemas Kini
nl: Werk bij
no: Oppdater
pl: Uaktualnij
pt_br: Atualizar
pt_pt: Atualizar
ro: Actualizați
ru: Обновить
sk: Aktualizovať
sl: Posodobi
sv: Uppdatera
th: อัปเดต
tr: Güncelle
uk: Оновити
vi: Cập nhật
zh_cn: 更新
zh_hk: 更新
zh_tw: 更新

source: Phone Number
ar: رقم الهاتف
bg: Телефонен номер
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Telefon­nummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
es_us: Número de teléfono
fi: Puhelin­numero
fr: Numéro de téléphone
fr_ca: Numéro de téléphone
he: מספר טלפון
hi: फ़ोन नंबर
hr: Broj telefona
hu: Telefonszám
id: Nomor Telepon
it: Numero di telefono
ja: 電話番号
kk: Телефон нөмірі
ko: 전화번호
lt: Telefono numeris
ms: Nombor Telefon
nl: Telefoon­nummer
no: Telefon­nummer
pl: Numer telefonu
pt_br: Nº de Telefone
pt_pt: Número de telefone
ro: Număr de telefon
ru: Номер телефона
sk: Telefónne číslo
sl: Telefonska številka
sv: Telefonnummer
th: เบอร์โทรศัพท์
tr: Telefon Numarası
uk: Номер телефону
vi: Số điện thoại
zh_cn: 电话号码
zh_hk: 電話號碼
zh_tw: 電話號碼

# SECURITY_SETTINGS_OFF_BUTTON_TITLE
source: Open Software Update…
ar: فتح محدث البرامج…
bg: Отвори Обновяване на софтуер…
ca: Obre l’actualització de programari…
cs: Otevřít Aktualizaci softwaru…
da: Åbn softwareopdatering…
de: Softwareupdate öffnen …
el: Άνοιγμα Ενημέρωσης λογισμικού…
es: Abrir actualización de software…
es_us: Abrir Actualización de Software…
fi: Avaa ohjelmistopäivitys…
fr: Ouvrir Mise à jour de logiciels…
fr_ca: Ouvrir Mise à jour logicielle…
he: פתיחת ״עדכוני תוכנה״…
hi: सॉफ़्टवेयर अपडेट खोलें…
hr: Otvori Ažuriranje softvera…
hu: Szoftverfrissítés megnyitása…
id: Buka Pembaruan Perangkat Lunak…
it: Apri “Aggiornamento software”…
ja: ソフトウェアアップデートを開く…
kk: Бағдарламалық жасақтама жаңартуын ашу…
ko: 소프트웨어 업데이트 열기…
lt: Atidaryti programinės įrangos naujinį…
ms: Buka Kemas Kini Perisian…
no: Åpne Programvareoppdatering…
pl: Otwórz Uaktualnienia…
pt_br: Abrir Atualização de Software…
pt_pt: Abrir Atualização de Software…
ro: Deschideți Actualizare software…
ru: Открыть Обновление ПО…
sk: Otvoriť Aktualizáciu softvéru…
sl: Odpri posodobitev programske opreme …
sv: Öppna Programuppdatering…
th: เปิดรายการอัปเดตซอฟต์แวร์…
tr: Yazılım Güncelleme’yi Aç…
uk: Відкрити «Оновлення ПЗ»
vi: Mở Cập nhật phần mềm…
zh_cn: 打开软件更新…
zh_hk: 開啟軟件更新⋯
zh_tw: 打開軟體更新⋯

# REMOVED_BY_ISSUER_LABEL
source: Removed by Issuer
ar: تمت الإزالة بواسطة جهة الإصدار
bg: Премахнато от издател
ca: Eliminada per l’emissor
cs: Odstraněno vydavatelem
da: Fjernet af udsteder
de: Vom Herausgeber entfernt
el: Αφαιρέθηκε από τον εκδότη
es: Eliminada por la entidad emisora
es_us: Eliminada por el emisor
fi: Myöntäjä poisti
fr: Supprimée par l’émetteur
fr_ca: Supprimée par l’émetteur
he: הוסר על-ידי המנפיק
hi: जारीकर्ता द्वारा हटाया गया
hr: Uklonio izdavač
hu: A kibocsátó eltávolította
id: Dihapus oleh Penerbit
it: Rimossa dall’ente emittente
ja: カード会社によって削除されました
kk: Эмитент жойған
ko: 발급처에서 제거함
lt: Pašalino išdavėjas
ms: Dikeluarkan oleh Pengeluar
nl: Verwijderd door verstrekker
no: Fjernet av utsteder
pl: Usunięta przez wystawcę
pt_br: Removido pela Administradora
pt_pt: Removido pela entidade emitente
ro: Eliminat de emitent
ru: Удалено эмитентом
sk: Odstránené vydavateľom
sl: Odstranil izdajatelj
sv: Togs bort av utfärdaren
th: ถูกเอาออกโดยผู้ออกบัตร
tr: Kartı Veren Kuruluş Sildi
uk: Вилучено емітентом
vi: Bị xóa bởi nhà phát hành
zh_cn: 已被发卡机构移除
zh_hk: 被發卡機構移除
zh_tw: 已被發卡機構移除

# UPDATE_APPLE_CARD_BILLING_ADDRESS_FOOTER
source: Updating your Apple Card billing address will update it with Goldman Sachs Bank USA.
ar: سيؤدي تحديث عنوان الفوترة في Apple Card إلى تحديثه لدى Goldman Sachs Bank USA.
bg: Обновяването на адреса за фактуриране в Apple Card billing ще го обнови с Goldman Sachs Bank USA.
ca: Si actualitzes l’adreça de facturació de l’Apple Card, també s’actualitzarà al banc Goldman Sachs Bank USA.
cs: Když aktualizujete fakturační adresu pro Apple Card, dojde k její aktualizaci i u společnosti Goldman Sachs Bank USA.
da: Hvis du opdaterer faktureringsadressen på dit Apple Card, opdateres den hos Goldman Sachs Bank USA.
de: Durch Aktualisieren der Apple Card-Rechnungsadresse wird sie bei Goldman Sachs Bank USA aktualisiert.
el: Αν ενημερώσετε τη διεύθυνση τιμολόγησης για την Apple Card, θα ενημερωθεί και στην Goldman Sachs Bank USA.
es: Si actualizas la dirección de facturación de tu Apple Card, también se actualizará en los registros de Goldman Sachs Bank USA.
es_us: Actualizar el domicilio de facturación de tu Apple Card lo actualizará con Goldman Sachs Bank USA.
fi: Kun päivität Apple Cardin laskutusosoitteen, se päivittyy Goldman Sachs Bank USA:lle.
fr: La mise à jour de l’adresse de facturation de votre Apple Card entraînera sa mise à jour auprès de Goldman Sachs Bank USA.
fr_ca: La mise à jour de l’adresse de facturation de votre carte Apple Card sera transmise à Goldman Sachs Bank USA.
he: עדכון הכתובת לחיוב של ה-Apple Card שלך יעדכן את הכתובת גם בבנק Goldman Sachs Bank USA.
hi: जब आप अपना Apple Card बिलिंग पता अपडेट करते हैं, तो उसे Goldman Sachs Bank USA के लिए भी अपडेट कर दिया जाता है।
hr: Ažuriranje vaše adrese za naplatu Apple Carda poslat će se banci Goldman Sachs Bank USA.
hu: Az Apple Cardhoz beállított számlázási címének módosítása frissíteni fogja ezt az adatot a Goldman Sachs Banknál (USA) is.
id: Jika diperbarui untuk Apple Card, alamat penagihan Anda juga akan ikut diperbarui di Goldman Sachs Bank USA.
it: Aggiornando l’indirizzo di fatturazione della carta Apple Card, anche i dati in possesso di Goldman Sachs Bank USA verranno aggiornati automaticamente.
ja: Apple Cardの請求先住所を更新すると、Goldman Sachs Bank USAの請求先住所も更新されます。
kk: Apple Card картасының төлеуші мекенжайын жаңартқанда, мекенжай Goldman Sachs Bank USA банкінде де жаңартылады.
ko: Apple Card의 청구 주소를 업데이트하면 Goldman Sachs Bank USA에 등록된 주소도 업데이트됩니다.
lt: Atnaujinus „Apple Card“sąskaitų siuntimo adresą, jis bus atnaujintas ir banko „Goldman Sachs Bank USA“ sistemoje.
ms: Mengemas kini alamat pengebilan Apple Card anda akan mengemas kininya dengan Goldman Sachs Bank USA.
nl: Als je het factuur­adres voor je Apple Card bijwerkt, wordt dit ook bijgewerkt voor Goldman Sachs Bank USA.
no: Hvis du oppdaterer fakturaadressen for Apple Card, oppdateres den hos Goldman Sachs Bank USA.
pl: Uaktualnienie adresu płatnika Apple Card spowoduje uaktualnienie danych w banku Goldman Sachs Bank USA.
pt_br: Se você atualizar o endereço de cobrança do Apple Card, o Goldman Sachs Bank USA também atualizará o endereço.
pt_pt: Ao atualizar o endereço de faturação do Apple Card, este será também atualizado junto do Goldman Sachs Bank USA.
ro: Actualizarea adresei de facturare pentru Apple Card va determina actualizarea acesteia la Goldman Sachs Bank USA.
ru: При обновлении адреса плательщика для карты Apple Card также будет обновлен адрес плательщика в Goldman Sachs Bank USA.
sk: Ak aktualizujete fakturačnú adresu pre Apple Card, bude aktualizovaná aj u spoločnosti Goldman Sachs Bank USA.
sl: Če posodobite svoj naslov plačnika za kartico Apple Card, se bo posodobil z naslovom banke Goldman Sachs Bank USA.
sv: Om du uppdaterar faktureringsadressen för Apple Card uppdateras den hos Goldman Sachs Bank i USA.
th: การอัปเดตที่อยู่เรียกเก็บเงิน Apple Card ของคุณจะอัปเดตกับ Goldman Sachs Bank USA
tr: Apple Card fatura adresinizi güncellerseniz Goldman Sachs Bank USA kayıtları da güncellenir.
uk: У разі оновлення вашої платіжної адреси для Apple Card її також буде змінено в базі даних банку Goldman Sachs Bank USA.
vi: Việc cập nhật địa chỉ thanh toán Apple Card của bạn sẽ cập nhật địa chỉ đó với Goldman Sachs Bank USA.
zh_cn: 更新Apple Card账单地址将同时更新Goldman Sachs Bank USA所存地址。
zh_hk: 更新你的Apple Card帳單地址將會同時更新Goldman Sachs Bank USA所存的帳單地址。
zh_tw: 更新你的Apple Card帳單地址將會同時更新Goldman Sachs Bank USA所存的帳單地址。

# TRANSACTIONS_SUBTITLE
source: Purchases made with this Mac. For a full account history, check your bank statement.
ar: عمليات الشراء التي تمت على هذا الـ Mac. للحصول على سجل تاريخ كامل للحساب، يرجى مراجعة كشف حسابك البنكي.
bg: Покупки, направени с този Mac. За пълна история на сметката проверете вашето банково извлечение.
ca: Hi trobaràs les compres fetes amb aquest Mac. Per veure l’historial complet del compte, consulta l’extracte bancari.
cs: Nákupy z tohoto Macu. Úplnou historii účtu najdete v bankovním výpisu.
da: Køb foretaget med denne Mac. Hvis du vil se en komplet kontooversigt, skal du kontrollere dit kontoudtog.
de: Käufe über diesen Mac. Überprüfe deinen Kontoauszug für einen vollständigen Transaktionsverlauf des Kontos.
el: Αγορές που έχουν πραγματοποιηθεί με αυτό το Mac. Για το πλήρες ιστορικό λογαριασμού, ελέγξτε το αντίγραφο κινήσεων του λογαριασμού σας.
es: Las transacciones realizadas con este Mac. Para ver el historial completo de tu cuenta, consulta el extracto bancario.
es_us: Las compras realizadas con esta Mac. Para obtener el historial completo de la cuenta, revisa tu estado de cuenta bancario.
fi: Ostot, jotka on tehty tällä Macilla. Täydellisen tilihistorian ja tapahtumien lopulliset summat voit tarkistaa tiliotteestasi.
fr: Les achats effectués avec ce Mac. Pour accéder à l’historique complet du compte, consultez votre relevé bancaire.
fr_ca: Achats effectués avec ce Mac. Pour obtenir l’historique complet du compte, consultez votre relevé bancaire.
he: אלו רכישות שבוצעו ב-Mac זה. להיסטוריה מלאה של החשבון, יש לבדוק את חשבון הבנק.
hi: इस Mac से की गई ख़रीदारी। पूरी खाता हिस्ट्री के लिए अपने बैंक स्टेटमेंट की जाँच करें।
hr: Kupnje obavljene pomoću ovog Maca. Za potpunu povijest računa pogledajte bankovni izvadak.
hu: Ezzel a Mackel végzett vásárlások. A teljes számlatörténetét a bankszámlakivonatán találja.
id: Pembelian yang dilakukan dengan Mac ini. Untuk riwayat akun lengkap, periksa rekening koran bank Anda.
it: Acquisti effettuati con questo Mac. Per verificare la cronologia completa e gli importi delle transazioni, controlla l’estratto conto fornito dalla tua banca.
ja: このMacで行われた購入の情報です。アカウントの全履歴については、銀行の明細書を確認してください。
kk: Осы Mac компьютері арқылы сатып алынған заттар. Толық шот тарихын банктің үзінді көшірмесінен қараңыз.
ko: 이 Mac에서 결제한 항목입니다. 계정의 전체 내역을 보려면 사용자의 은행 거래 명세서를 확인하십시오.
lt: Pirkimai, atlikti naudojant šį „Mac“. Norėdami gauti visą sąskaitos istoriją, patikrinkite banko išrašą.
ms: Pembelian dibuat dengan Mac ini. Untuk sejarah penuh akaun, semak penyata bank anda.
nl: Aankopen die met deze Mac zijn gedaan. Een volledige accountgeschiedenis vind je op je bankafschrift.
no: Kjøp utført på denne Macen. Se kontoutskriften din for en full oversikt over alle transaksjoner.
pl: Zakupy dokonane na tym Macu. Aby uzyskać pełną historię konta, sprawdź wyciąg.
pt_br: Compras feitas com este Mac. Para obter um histórico completo da conta, confira o seu extrato bancário.
pt_pt: As compras efetuadas com este Mac. Encontrará um histórico completo no seu extrato bancário.
ro: Achizițiile efectuate cu acest Mac. Pentru istoricul complet al contului, verificați extrasul de cont bancar.
ru: Покупки, сделанные с этого Mac. Полная история банковского счета доступна в банковской выписке.
sk: Nákupy uskutočnené na tomto Macu. Úplnú históriu účtu nájdete na svojom výpise z účtu.
sl: Nakupi, opravljeni s tem Macom. Če si želite ogledati celotno zgodovino računa, preverite svoj bančni izpisek.
sv: Köp som gjorts med den här datorn. En komplett kontohistorik finns på kontoutdraget.
th: สั่งซื้อโดยใช้ Mac เครื่องนี้ โปรดตรวจสอบใบแจ้งยอดจากธนาคารของคุณเพื่อดูประวัติการใช้บัตรทั้งหมด
tr: Bu Mac ile yapılan alışverişler. Tam hesap geçmişi için banka hesap özetinizi denetleyin.
uk: Покупки, зроблені з цього Mac. Повну історію трансакцій в обліковому записі наведено у банківській виписці.
vi: Giao dịch mua được thực hiện với máy Mac này. Để xem lịch sử tài khoản đầy đủ, hãy kiểm tra bản sao kê ngân hàng của bạn.
zh_cn: 通过此Mac完成的交易。如需完整的账户历史记录，请参阅银行对账单。
zh_hk: 使用此Mac進行的購買。如需完整的帳户記錄，請查看你的銀行月結單。
zh_tw: 使用此Mac進行的購物資料。若要完整的帳號記錄，請查看你的銀行對帳單。

source: Website
ar: موقع الويب
bg: Уеб сайт
ca: Lloc web
cs: Web
da: Websted
el: Ιστότοπος
es: Sitio web
es_us: Sitio
fi: Sivusto
fr: Site web
fr_ca: Site Web
he: אתר
hi: वेबसाइट
hr: Web stranica
hu: Webhely
id: Situs Web
it: Sito web
ja: Webサイト
kk: Веб-сайт
ko: 웹사이트
lt: Svetainė
ms: Tapak Web
no: Nettsted
pl: Witryna
pt_br: Site
pt_pt: Site
ro: Site web
ru: Сайт
sk: Webstránka
sl: Spletno mesto
sv: Webbplats
th: เว็บไซต์
tr: Web Sitesi
uk: Вебсайт
vi: Trang web
zh_cn: 网站
zh_hk: 網站
zh_tw: 網站
